const questions = [
  {
    id: 1,
    text: 'Какие эмоции вы испытывали сегодня и/или испытываете сейчас?',
    options: ['Радость', 'Грусть', 'Тревога', 'Усталость', 'Воодушевление'],
  },
  {
    id: 2,
    text: 'Какие ощущения вы испытываете в теле сейчас?',
    options: ['Расслабление', 'Напряжение', 'Боль', 'Легкость', 'Прилив сил'],
  },
  {
    id: 3,
    text: 'Как вы оцениваете уровень своей энергии на данный момент?',
    options: ['Высокий', 'Средний', 'Низкий', 'Очень низкий'],
  },
  {
    id: 4,
    text: 'Какие мысли чаще всего приходят вам в голову сегодня?',
    options: ['Позитивные', 'Негативные', 'Нейтральные', 'Подавленные', 'Разные'],
  },
  {
    id: 5,
    text: 'Как вы оцениваете свой уровень стресса сейчас? Что вызывает у вас напряжение?',
    options: ['Высокий уровень стресса', 'Нормальный уровень стресса', 'Низкий уровень стресса', 'Я не чувствую стресса'],
  },
  {
    id: 6,
    text: 'Что произошло в последнее время, что могло повлиять на ваше настроение?',
    options: ['В целом, позитивные события', 'В основном привычные события', 'В целом, негативные события', 'Ничего не влияло'],
  },
  {
    id: 7,
    text: 'Как вы справляетесь с трудностями и упадком сил?',
    options: ['Ищу поддержку у близких', 'Занимаюсь спортом', 'Практикую медитацию', 'Занимаюсь любимым хобби'],
  },
  {
    id: 8,
    text: 'Есть ли у вас хобби или занятия, которые приносят вам радость?',
    options: ['Да, есть несколько', 'Да, одно', 'Нет, но я ищу новое хобби', 'Нет, и не планирую искать хобби'],
  },
  {
    id: 9,
    text: 'Как вы относитесь к себе сейчас? Есть ли что-то, что бы вы хотели изменить в своем отношении к себе?',
    options: ['Я люблю и принимаю себя полностью', 'Есть небольшие недовольства', 'Нет удовлетворения собой'],
  },
  {
    id: 10,
    text: 'Какую практику вы бы хотели попробовать сегодня для улучшения настроения?',
    options: ['Медитация', 'Прогулка на свежем воздухе', 'Чтение книг', 'Занятие спортом'],
  }
];

export default questions;